tap "acarl005/formulas"
tap "armmbed/formulae"
tap "browsh-org/browsh"
tap "domq/gdb"
tap "ethereum/ethereum"
tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "riscv/riscv"
tap "teamookla/speedtest"
tap "verifpal.com/source", "https://source.symbolic.software/verifpal/verifpal"
tap "zanders3/gcc_cross_compilers"
brew "openssl@1.1"
brew "alpine"
brew "astyle"
brew "autoconf"
brew "automake"
brew "bat"
brew "binutils"
brew "bison"
brew "boost"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cgrep"
brew "gmp"
brew "isl"
brew "cloog"
brew "cmake"
brew "cmake-docs"
brew "libssh2"
brew "curl"
brew "libtool"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "mpfr"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "lzip"
brew "make"
brew "ncurses"
brew "crosstool-ng"
brew "cvs"
brew "doxygen"
brew "e2fsprogs"
brew "ecm"
brew "expat"
brew "fcrackzip"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "glslang"
brew "gnu-chess"
brew "gnu-tar"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "hashcat"
brew "help2man"
brew "hexcurse"
brew "htop"
brew "ical-buddy"
brew "libomp"
brew "imagemagick"
brew "ircii"
brew "irssi"
brew "less"
brew "libconfig"
brew "libelf"
brew "libopenmpt"
brew "libslirp"
brew "libssh"
brew "llvm"
brew "lsd"
brew "lsusb"
brew "luarocks"
brew "luv"
brew "ninja"
brew "meson"
brew "mingw-w64"
brew "minicom"
brew "mk-configure"
brew "zlib"
brew "mysql"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "node"
brew "ntl"
brew "open-mpi"
brew "openjdk"
brew "openssl@3"
brew "p7zip"
brew "pandoc"
brew "prettier"
brew "pv"
brew "python@3.8"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler-ruby-version"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "ruby-install"
brew "rust"
brew "sbt"
brew "signal-cli"
brew "sl"
brew "ssh-copy-id"
brew "starship"
brew "stormssh"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "verifpal"
brew "vttest"
brew "watch"
brew "wget"
brew "x86_64-elf-gcc"
cask "fluor"
cask "macfuse"
cask "mactex"
cask "wine-crossover"
